Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Gateway Deleted
ar: تم حذف البوابة
de: Gateway gelöscht
es: Puerta de enlace eliminada
fr: Passerelle supprimée
it: Gateway eliminato
ja: ゲートウェイが削除されました
ko: 게이트웨이가 삭제되었습니다.
pt_br: Gateway excluído
ru: Шлюз удален
zh_hans: 网关已删除
zh_hant: 網關已刪除

source: Gateway ID
ar: معرف البوابة
es: ID de puerta de enlace
fr: ID de passerelle
it: ID del gateway
ja: ゲートウェイID
ko: 게이트웨이 ID
pt_br: ID do gateway
ru: Идентификатор шлюза
zh_hans: 网关标识 (Gateway ID)
zh_hant: 網關標识 (Gateway ID)

source: Gateway Overview
ar: نظرة عامة على البوابة
de: Gateway-Übersicht
es: Descripción general de la puerta de enlace
fr: Présentation de la passerelle
it: Panoramica del gateway
ja: ゲートウェイの概要
ko: 게이트웨이 개요
pt_br: Visão geral do gateway
ru: Обзор шлюза
zh_hans: 网关概览
zh_hant: 網關概覽

source: Gateway Rule Deleted
ar: تم حذف قاعدة البوابة
de: Gateway-Regel gelöscht
es: Regla de puerta de enlace eliminada
fr: Règle de passerelle supprimée
it: Regola gateway eliminata
ja: ゲートウェイルールが削除されました
ko: 게이트웨이 규칙이 삭제되었습니다.
pt_br: Regra de gateway excluída
ru: Правило шлюза удалено
zh_hans: 网关规则已删除
zh_hant: 網關規則已刪除

source: Gateway Rules
ar: قواعد البوابة
de: Gateway-Regeln
es: Reglas de puerta de enlace
fr: Règles de passerelle
it: Regole del gateway
ja: ゲートウェイルール
ko: 게이트웨이 규칙
pt_br: Regras de gateway
ru: Правила шлюза
zh_hans: Gateway 网关规则
zh_hant: Gateway 網關規則

source: Gateway rules enforce security and DNS filtering policies on zero-trust traffic.
ar: تفرض قواعد البوابة سياسات الأمان وتصفية DNS على حركة المرور ذات الثقة المعدومة.
de: Gateway-Regeln erzwingen Sicherheits- und DNS-Filterrichtlinien für Zero-Trust-Datenverkehr.
es: Las reglas de puerta de enlace imponen políticas de seguridad y filtrado de DNS en el tráfico de Zero Trust.
fr: Les règles de passerelle appliquent des politiques de sécurité et de filtrage DNS sur le trafic Zero Trust.
it: Le regole del gateway applicano policy di sicurezza e di filtraggio DNS sul traffico Zero Trust.
ja: ゲートウェイ ルールは、ゼロトラスト トラフィックに対してセキュリティと DNS フィルタリング ポリシーを適用します。
ko: 게이트웨이 규칙은 제로 트러스트 트래픽에 보안 및 DNS 필터링 정책을 적용합니다.
pt_br: As regras de gateway impõem políticas de segurança e filtragem de DNS no tráfego de Zero Trust.
ru: Правила шлюза обеспечивают соблюдение политик безопасности и DNS-фильтрации для трафика с Zero Trust.
zh_hans: 网关规则针对 Zero Trust 流量执行安全与 DNS 过滤策略。
zh_hant: 網關規則针对 Zero Trust 流量执行安全性与 DNS 過滤策略。

source: Gateway Slug
ar: بوابة سبيكة
de: Gateway-Schnecke
es: Babosa de puerta de enlace
fr: Limace de passerelle
it: Lumaca del gateway
ja: ゲートウェイ スラグ
ko: 게이트웨이 슬러그
pt_br: Lesma de portal
ru: Шлюз-шлюз
zh_hans: 网关标识 (Slug)
zh_hant: 網關標识 (Slug)

source: Gateway URL copied
ar: تم نسخ عنوان URL للمدخل
de: Gateway-URL kopiert
es: URL de puerta de enlace copiada
fr: URL de la passerelle copiée
it: URL del gateway copiato
ja: ゲートウェイ URL がコピーされました
ko: 게이트웨이 URL이 복사되었습니다.
pt_br: URL do gateway copiado
ru: URL-адрес шлюза скопирован.
zh_hans: 已复制网关端点 URL
zh_hant: 已複製網關端點 URL

source: General Information
ar: معلومات عامة
de: Allgemeine Informationen
es: Información general
fr: Informations générales
it: Informazioni generali
ja: 一般情報
ko: 일반 정보
pt_br: Informações gerais
ru: Общая информация
zh_hans: 基本信息
zh_hant: 基本信息

source: General Security
ar: الأمن العام
de: Allgemeine Sicherheit
es: Seguridad General
fr: Sécurité générale
it: Sicurezza generale
ja: 一般的なセキュリティ
ko: 일반 보안
pt_br: Segurança Geral
ru: Общая безопасность
zh_hans: 基础安全
zh_hant: 基础安全性

source: Generated Expression
ar: التعبير المولد
de: Generierter Ausdruck
es: Expresión generada
fr: Expression générée
it: Espressione generata
ja: 生成された式
ko: 생성된 표현식
pt_br: Expressão Gerada
ru: Сгенерированное выражение
zh_hans: 生成的表达式
zh_hant: 生成的表达式

source: Generated Expression Preview
ar: معاينة التعبير المُنشأ
de: Vorschau des generierten Ausdrucks
es: Vista previa de la expresión generada
fr: Aperçu de l'expression générée
it: Anteprima espressione generata
ja: 生成された式のプレビュー
ko: 생성된 표현식 미리보기
pt_br: Prévia da expressão gerada
ru: Предпросмотр выражения
zh_hans: 生成表达式预览
zh_hant: 產生的表達式預覽

source: Generating BIND Zone File…
ar: جارٍ إنشاء ملف منطقة BIND…
de: BIND-Zonendatei wird generiert…
es: Generando archivo de zona BIND…
fr: Génération du fichier de zone BIND…
it: Generazione del file di zona BIND in corso…
ja: BIND ゾーン ファイルを生成中…
ko: BIND 영역 파일 생성 중…
pt_br: Gerando arquivo de zona BIND…
ru: Создание файла зоны BIND…
zh_hans: 正在生成 BIND 区域文件…
zh_hant: 正在產生 BIND 區域檔案…

source: Geographical Location
ar: الموقع الجغرافي
de: Geografischer Standort
es: Ubicación geográfica
fr: Situation géographique
it: Posizione geografica
ja: 地理的位置
ko: 지리적 위치
pt_br: Localização geográfica
ru: Географическое положение
zh_hans: 地理位置与经纬度
zh_hant: 地理位置与经纬度

source: Geolocation & network ASN diagnosis
ar: تحديد الموقع الجغرافي وتشخيص شبكة ASN
de: Geolokalisierung und Netzwerk-ASN-Diagnose
es: Geolocalización y diagnóstico de ASN de red.
fr: Géolocalisation & diagnostic ASN réseau
it: Geolocalizzazione e diagnosi ASN di rete
ja: 地理位置情報とネットワーク ASN 診断
ko: 지리적 위치 및 네트워크 ASN 진단
pt_br: Geolocalização e diagnóstico de ASN de rede
ru: Диагностика геолокации и сети ASN
zh_hans: 地理位置与网络运营商 ASN 诊断
zh_hant: 地理位置与網路运营商 ASN 诊断

source: Geolocation, ISP organization & network ASN diagnosis
ar: تحديد الموقع الجغرافي وتنظيم مزود خدمة الإنترنت وتشخيص شبكة ASN
de: Geolokalisierung, ISP-Organisation und Netzwerk-ASN-Diagnose
es: Geolocalización, organización ISP y diagnóstico ASN de red.
fr: Géolocalisation, organisation FAI & diagnostic ASN réseau
it: Geolocalizzazione, organizzazione ISP e diagnosi ASN di rete
ja: 地理位置情報、ISP 組織およびネットワーク ASN 診断
ko: 지리적 위치, ISP 조직 및 네트워크 ASN 진단
pt_br: Geolocalização, organização de ISP e diagnóstico de ASN de rede
ru: Геолокация, организация интернет-провайдера и диагностика сети ASN
zh_hans: 地理位置、ISP 运营商与网络 ASN 诊断
zh_hant: 地理位置、ISP 运营商与網路 ASN 诊断

source: Get Started
ar: ابدأ
de: Legen Sie los
es: Empezar
fr: Commencer
it: Inizia
ja: 始めましょう
ko: 시작하기
pt_br: Comece
ru: Начать
zh_hans: 开始使用
zh_hant: 開始使用

source: GitHub Repository
ar: مستودع جيثب
es: Repositorio GitHub
fr: Dépôt GitHub
it: Repositorio GitHub
ja: GitHub リポジトリ
ko: GitHub 저장소
pt_br: Repositório GitHub
ru: Репозиторий GitHub
zh_hans: GitHub 仓库
zh_hant: GitHub 仓库

source: Global API Key
ar: مفتاح API العالمي
de: Globaler API-Schlüssel
es: Clave API global
fr: Clé API globale
it: Chiave API globale
ja: グローバルAPIキー
ko: 글로벌 API 키
pt_br: Chave de API Global
ru: Глобальный ключ API
zh_hans: 全局 API 密钥 (Global API Key)
zh_hant: 全局 API 密钥 (Global API Key)

source: Global Connectivity & Probing
ar: الاتصال العالمي والاستكشاف
de: Globale Konnektivität & Tests
es: Conectividad global y sondeo
fr: Connectivité mondiale et sondage
it: Connettività globale e probing
ja: グローバル接続とプロービング
ko: 글로벌 연결 및 프로빙
pt_br: Conectividade global e sondagem
ru: Глобальная связность и зондирование
zh_hans: 全球网络连通性与探测
zh_hant: 全球網路連線能力與探測

source: Global DNS Propagation
ar: انتشار DNS العالمي
de: Globale DNS-Verbreitung
es: Propagación global de DNS
fr: Propagation mondiale du DNS
it: Propagazione DNS globale
ja: グローバル DNS の伝播
ko: 글로벌 DNS 전파
pt_br: Propagação Global de DNS
ru: Глобальное распространение DNS
zh_hans: 全球 DNS 生效探测
zh_hant: 全球 DNS 生效探測

source: Global Edge Network
ar: شبكة الحافة العالمية
de: Globales Edge-Netzwerk
es: Red de borde global
fr: Réseau périphérique mondial
it: Rete periferica globale
ja: グローバルエッジネットワーク
ko: 글로벌 엣지 네트워크
pt_br: Rede Global de Borda
ru: Глобальная периферийная сеть
zh_hans: 全球边缘网络
zh_hant: 全球邊緣網路

source: Global Fleet Status
ar: حالة الأسطول العالمي
de: Globaler Flottenstatus
es: Estado de la flota global
fr: Statut de la flotte mondiale
it: Stato della flotta globale
ja: 世界の艦隊状況
ko: 글로벌 함대 현황
pt_br: Status da Frota Global
ru: Глобальный статус флота
zh_hans: 全局网络状态
zh_hant: 全局網路状態

source: Global Key
ar: المفتاح العام
de: Globaler Schlüssel
es: Clave global
fr: Clé globale
it: Chiave globale
ja: グローバルキー
ko: 글로벌 키
pt_br: Chave global
ru: Глобальный ключ
zh_hans: 全局密钥
zh_hant: 全域金鑰

source: Global low-latency key-value & SQL
ar: قيمة المفتاح و SQL العالمية ذات زمن انتقال منخفض
de: Globale Low-Latency-Key-Value- & SQL-Datenbanken
es: Clave-valor y SQL globales de baja latencia
fr: Clé-valeur et SQL mondiaux à faible latence
it: Chiave-valore e SQL globali a bassa latenza
ja: グローバル低遅延 Key-Value & SQL
ko: 글로벌 짧은 지연 시간 키-값 및 SQL
pt_br: Chave-valor e SQL globais de baixa latência
ru: Глобальные низколатентные Key-Value и SQL
zh_hans: 全球低延迟键值对与 Serverless SQL
zh_hant: 全域低延遲鍵值對與 Serverless SQL

source: Global Probing & Performance (%lld)
ar: الفحص والأداء العالمي (%lld)
de: Globale Sondierung und Leistung (%lld)
es: Sondeo y rendimiento globales (%lld)
fr: Sondage et performances globales (%lld)
it: Sondaggio e prestazioni globali (%lld)
ja: グローバルプローブとパフォーマンス (%lld)
ko: 전역 조사 및 성능(%lld)
pt_br: Sondagem e desempenho globais (%lld)
ru: Глобальное зондирование и производительность (%lld)
zh_hans: 全球探测与性能监控 (%lld)
zh_hant: 全球探測与性能监控 (%lld)

source: Global Status
ar: الوضع العالمي
de: Globaler Status
es: Estado global
fr: Statut mondial
it: Stato globale
ja: 世界的なステータス
ko: 글로벌 현황
pt_br: Status Global
ru: Глобальный статус
zh_hans: 全球同步状态
zh_hant: 全球同步状態

source: Global Workers
ar: Workers العالمية
de: Globale Workers
es: Workers globales
fr: Workers mondiaux
it: Workers globali
ja: グローバル Workers
ko: 글로벌 Workers
pt_br: Workers globais
ru: Глобальные Workers
zh_hans: 全局 Workers
zh_hant: 全域 Workers

source: Go
ar: انتقال
de: Los
es: Ir
fr: Aller
it: Vai
ja: 実行
ko: 이동
pt_br: Ir
ru: Перейти
zh_hans: 前往
zh_hant: 前往

source: Golden Amber
ar: عنبر ذهبي
de: Goldener Bernstein
es: Ámbar Dorado
fr: Ambre Doré
it: Ambra Dorata
ja: ゴールデンアンバー
ko: 골든 앰버
pt_br: Âmbar Dourado
ru: Золотой янтарь
zh_hans: 尊享金
zh_hant: 尊享金

source: Good Afternoon
ar: مساء الخير
de: Guten Tag
es: Buenas tardes
fr: Bon après-midi
it: Buon pomeriggio
ja: こんにちは
ko: 좋은 오후에요
pt_br: Boa tarde
ru: Добрый день
zh_hans: 下午好
zh_hant: 下午好

source: Good Evening
ar: مساء الخير
de: Guten Abend
es: Buenas noches
fr: Bonsoir
it: Buonasera
ja: こんばんは
ko: 좋은 저녁이에요
pt_br: Boa noite
ru: Добрый вечер
zh_hans: 晚上好
zh_hant: 晚上好

source: Good Morning
ar: صباح الخير
de: Guten Morgen
es: Buen día
fr: Bonjour
it: Buongiorno
ja: おはよう
ko: 좋은 아침이에요
pt_br: Bom dia
ru: Доброе утро
zh_hans: 早上好
zh_hant: 早上好

source: Group multiple origin servers together with health monitoring.
ar: قم بتجميع الخوادم الأصلية المتعددة مع مراقبة السلامة.
de: Gruppieren Sie mehrere Ursprungsserver mit Gesundheitsüberwachung.
es: Agrupe varios servidores de origen junto con el monitoreo de salud.
fr: Regroupez plusieurs serveurs d’origine avec surveillance de l’état.
it: Raggruppa più server di origine insieme al monitoraggio dello stato.
ja: ヘルスモニタリングを使用して複数のオリジンサーバーをグループ化します。
ko: 상태 모니터링을 통해 여러 원본 서버를 그룹화합니다.
pt_br: Agrupe vários servidores de origem com monitoramento de integridade.
ru: Группируйте несколько исходных серверов вместе с мониторингом работоспособности.
zh_hans: 将多个源服务器分组并进行健康监控。
zh_hant: 将多個源服务器分組并进行良好监控。

source: H T T P2 Disabled
ar: تم تعطيل HTTP/2
de: HTTP/2 deaktiviert
es: HTTP/2 desactivado
fr: HTTP/2 désactivé
it: HTTP/2 disattivato
ja: HTTP/2 を無効にしました
ko: HTTP/2 비활성화됨
pt_br: HTTP/2 desativado
ru: HTTP/2 отключен
zh_hans: 已禁用 HTTP/2
zh_hant: 已停用 HTTP/2

source: H T T P2 Enabled
ar: تم تفعيل HTTP/2
de: HTTP/2 aktiviert
es: HTTP/2 activado
fr: HTTP/2 activé
it: HTTP/2 attivato
ja: HTTP/2 を有効にしました
ko: HTTP/2 활성화됨
pt_br: HTTP/2 ativado
ru: HTTP/2 включен
zh_hans: 已启用 HTTP/2
zh_hant: 已啟用 HTTP/2

source: H T T P3 Disabled
ar: تم تعطيل HTTP/3
de: HTTP/3 deaktiviert
es: HTTP/3 desactivado
fr: HTTP/3 désactivé
it: HTTP/3 disattivato
ja: HTTP/3 を無効にしました
ko: HTTP/3 비활성화됨
pt_br: HTTP/3 desativado
ru: HTTP/3 отключен
zh_hans: 已禁用 HTTP/3
zh_hant: 已停用 HTTP/3

source: H T T P3 Enabled
ar: تم تفعيل HTTP/3
de: HTTP/3 aktiviert
es: HTTP/3 activado
fr: HTTP/3 activé
it: HTTP/3 attivato
ja: HTTP/3 を有効にしました
ko: HTTP/3 활성화됨
pt_br: HTTP/3 ativado
ru: HTTP/3 включен
zh_hans: 已启用 HTTP/3
zh_hant: 已啟用 HTTP/3

source: Haptic Feedback
ar: ردود الفعل اللمسية
de: Haptisches Feedback
es: Retroalimentación háptica
fr: Retour haptique
it: Feedback tattile
ja: 触覚フィードバック
ko: 햅틱 피드백
pt_br: Feedback tátil
ru: Тактильная обратная связь
zh_hans: 触感振动反馈
zh_hant: 触感振動反馈

source: Header copied
ar: تم نسخ الرأس
de: Header kopiert
es: Encabezado copiado
fr: En-tête copié
it: Intestazione copiata
ja: ヘッダーがコピーされました
ko: 헤더가 복사되었습니다.
pt_br: Cabeçalho copiado
ru: Заголовок скопирован
zh_hans: 响应标头已复制
zh_hant: 响應標頭已複製

source: Header Name (e.g. X-Frame-Options)
ar: اسم الرأس (على سبيل المثال، خيارات الإطار X)
de: Header-Name (z. B. X-Frame-Options)
es: Nombre del encabezado (por ejemplo, X-Frame-Options)
fr: Nom de l'en-tête (par exemple, X-Frame-Options)
it: Nome dell'intestazione (ad es. Opzioni X-Frame)
ja: ヘッダー名 (例: X-Frame-Options)
ko: 헤더 이름(예: X-Frame-Options)
pt_br: Nome do cabeçalho (por exemplo, X-Frame-Options)
ru: Имя заголовка (например, X-Frame-Options)
zh_hans: 标头名称 (例如 X-Frame-Options)
zh_hant: 標頭名称 (例如 X-Frame-Options)

source: Header Rule Created
ar: تم إنشاء قاعدة الرأس
de: Header-Regel erstellt
es: Regla de encabezado creada
fr: Règle d'en-tête créée
it: Regola di intestazione creata
ja: ヘッダールールが作成されました
ko: 헤더 규칙이 생성되었습니다.
pt_br: Regra de cabeçalho criada
ru: Правило заголовка создано
zh_hans: 标头规则已创建
zh_hant: 標頭規則已建立

source: Header Value (e.g. DENY)
ar: قيمة الرأس (مثل DENY)
de: Header-Wert (z. B. DENY)
es: Valor del encabezado (por ejemplo, DENEGAR)
fr: Valeur d'en-tête (par exemple DENY)
it: Valore dell'intestazione (ad esempio DENY)
ja: ヘッダー値 (例: DENY)
ko: 헤더 값(예: DENY)
pt_br: Valor do cabeçalho (por exemplo, DENY)
ru: Значение заголовка (например, DENY)
zh_hans: 标头值 (例如 DENY)
zh_hant: 標頭值 (例如 DENY)

source: Headers copied
ar: تم نسخ الرؤوس
de: Überschriften kopiert
es: Encabezados copiados
fr: En-têtes copiés
it: Intestazioni copiate
ja: ヘッダーがコピーされました
ko: 헤더가 복사되었습니다.
pt_br: Cabeçalhos copiados
ru: Заголовки скопированы.
zh_hans: 已复制全部响应头
zh_hant: 已複製全部响應頭

source: Headers: %@
ar: العناوين: %@
de: Kopfzeilen: %@
es: Encabezados: %@
fr: En-têtes : %@
it: Intestazioni: %@
ja: ヘッダー: %@
ko: 헤더: %@
pt_br: Cabeçalhos: %@
ru: Заголовки: %@
zh_hans: 标头: %@
zh_hant: 標頭: %@

source: Health Check Request
ar: طلب فحص الصحة
de: Anfrage zur Gesundheitsprüfung
es: Solicitud de control de salud
fr: Demande de bilan de santé
it: Richiesta di controllo sanitario
ja: ヘルスチェックリクエスト
ko: 상태 확인 요청
pt_br: Solicitação de verificação de integridade
ru: Запрос на проверку работоспособности
zh_hans: 健康检查请求
zh_hant: 良好檢查請求

source: Health Monitor Deleted
ar: تم حذف مراقب الصحة
de: Integritätsprüfung gelöscht
es: Monitor de estado eliminado
fr: Moniteur de santé supprimé
it: Monitor di integrità eliminato
ja: ヘルス モニターを削除しました
ko: 상태 모니터 삭제됨
pt_br: Monitor de integridade excluído
ru: Монитор состояния удален
zh_hans: 健康检查器已删除
zh_hant: 健全狀況監控器已刪除

source: Health Monitors (%lld)
ar: مراقبو الصحة (%lld)
de: Systemstatus-Monitore (%lld)
es: Monitores de estado (%lld)
fr: Moniteurs de santé (%lld)
it: Monitor di stato (%lld)
ja: ヘルスモニター (%lld)
ko: 상태 모니터 (%lld)
pt_br: Monitores de Integridade (%lld)
ru: Мониторы состояния (%lld)
zh_hans: 健康监控 (%lld)
zh_hant: 健康監控 (%lld)

source: Help browsers start loading assets sooner by responding with 103 Early Hints before the full response is ready.
ar: ساعد المتصفحات على بدء تحميل الأصول عاجلاً من خلال الاستجابة بـ 103 Early Hints قبل أن تصبح الاستجابة الكاملة جاهزة.
de: Helfen Sie Browsern, Assets früher zu laden, indem Sie mit 103 Early Hints antworten, bevor die vollständige Antwort bereit ist.
es: Ayude a los navegadores a comenzar a cargar recursos antes respondiendo con 103 sugerencias tempranas antes de que la respuesta completa esté lista.
fr: Aidez les navigateurs à commencer à charger les ressources plus tôt en répondant avec 103 premiers indices avant que la réponse complète ne soit prête.
it: Aiuta i browser a iniziare a caricare le risorse prima rispondendo con 103 suggerimenti iniziali prima che sia pronta la risposta completa.
ja: 完全な応答が準備できる前に 103 Early Hintsで応答することで、ブラウザーがより早くアセットの読み込みを開始できるようにします。
ko: 전체 응답이 준비되기 전에 103 Early Hints로 응답하여 브라우저가 자산 로드를 더 빨리 시작할 수 있도록 도와주세요.
pt_br: Ajude os navegadores a começarem a carregar ativos mais cedo, respondendo com 103 dicas iniciais antes que a resposta completa esteja pronta.
ru: Помогите браузерам начать загрузку ресурсов раньше, ответив 103 Early Hints до того, как будет готов полный ответ.
zh_hans: 通过在响应准备就绪前返回 103 Early Hints，帮助浏览器更快地加载资源。
zh_hant: 通過在响應准備就绪前返回 103 Early Hints，帮助浏覽器更快地加載资源。

source: Hide token
ar: إخفاء الرمز المميز
de: Token ausblenden
es: Ocultar ficha
fr: Masquer le jeton
it: Nascondi gettone
ja: トークンを隠す
ko: 토큰 숨기기
pt_br: Ocultar token
ru: Скрыть токен
zh_hans: 隐藏 Token
zh_hant: 隱藏 Token

source: Hides plaintext email addresses from automated bots.
ar: يخفي عناوين البريد الإلكتروني النصية من الروبوتات الآلية.
de: Verbirgt Klartext-E-Mail-Adressen vor automatisierten Bots.
es: Oculta direcciones de correo electrónico de texto sin formato de bots automatizados.
fr: Masque les adresses e-mail en texte clair des robots automatisés.
it: Nasconde gli indirizzi email in testo non crittografato ai bot automatizzati.
ja: 自動ボットからプレーンテキストのメール アドレスを隠します。
ko: 자동화된 봇으로부터 일반 텍스트 이메일 주소를 숨깁니다.
pt_br: Oculta endereços de e-mail em texto simples de bots automatizados.
ru: Скрывает открытые адреса электронной почты от автоматических ботов.
zh_hans: 向自动化 Bot 隐藏明文电子邮件地址。
zh_hant: 對自動化 Bot 隱藏純文字電子郵件地址。

source: Hides sensitive HTML markup tags from suspicious visitors.
ar: يخفي علامات ترميز HTML الحساسة من الزوار المشبوهين.
de: Verbirgt sensible HTML-Markup-Tags vor verdächtigen Besuchern.
es: Oculta etiquetas de marcado HTML sensibles de visitantes sospechosos.
fr: Masque les balises HTML sensibles des visiteurs suspects.
it: Nasconde i tag di markup HTML sensibili ai visitatori sospetti.
ja: 疑わしい訪問者から機密性の高い HTML マークアップ タグを隠します。
ko: 의심스러운 방문자로부터 민감한 HTML 마크업 태그를 숨깁니다.
pt_br: Oculta tags de marcação HTML confidenciais de visitantes suspeitos.
ru: Скрывает конфиденциальные теги HTML-разметки от подозрительных посетителей.
zh_hans: 向可疑访问者隐藏敏感 HTML 标记标签。
zh_hant: 向可疑訪客隱藏機密 HTML 標記標籤。

source: Hides specific page content from suspicious visitors.
ar: إخفاء محتوى صفحة معينة من الزوار المشبوهين.
de: Versteckt bestimmte Seiteninhalte vor verdächtigen Besuchern.
es: Oculta el contenido específico de la página a visitantes sospechosos.
fr: Masque le contenu spécifique d’une page aux visiteurs suspects.
it: Nasconde il contenuto specifico della pagina ai visitatori sospetti.
ja: 特定のページのコンテンツを不審な訪問者から隠します。
ko: 의심스러운 방문자로부터 특정 페이지 콘텐츠를 숨깁니다.
pt_br: Oculta o conteúdo específico da página de visitantes suspeitos.
ru: Скрывает определенное содержимое страницы от подозрительных посетителей.
zh_hans: 向可疑访问者隐藏特定的页面内容。
zh_hant: 向可疑访问者隱藏特定的頁面内容。

source: Hides your email addresses from scrapers. Visitors can still see them.
ar: يخفي عناوين البريد الإلكتروني الخاصة بك من كاشطات. لا يزال بإمكان الزوار رؤيتهم.
de: Versteckt Ihre E-Mail-Adressen vor Scrapern. Besucher können sie immer noch sehen.
es: Oculta sus direcciones de correo electrónico de los raspadores. Los visitantes todavía pueden verlos.
fr: Cache vos adresses e-mail des scrapers. Les visiteurs peuvent toujours les voir.
it: Nasconde i tuoi indirizzi email dagli scraper. I visitatori possono ancora vederli.
ja: メールアドレスをスクレーパーから隠します。訪問者は今でもそれらを見ることができます。
ko: 스크레이퍼로부터 이메일 주소를 숨깁니다. 방문자는 계속해서 볼 수 있습니다.
pt_br: Oculta seus endereços de e-mail dos scrapers. Os visitantes ainda podem vê-los.
ru: Скрывает ваши адреса электронной почты от парсеров. Посетители все еще могут их увидеть.
zh_hans: 向抓取工具隐藏您的电子邮箱地址。访问者依然可以看到它们。
zh_hant: 向抓取工具隱藏您的电子邮箱地址。访问者依然可以看到它们。

source: High
ar: عالي
de: Hoch
es: Alto
fr: Élevé
it: Alto
ja: 高い
ko: 높은
pt_br: Alto
ru: Высокий
zh_hans: 高
zh_hant: 高

source: High (Most secure)
ar: عالي (الأكثر أمانًا)
de: Hoch (Sehr sicher)
es: Alto (Más seguro)
fr: Élevé (Plus sécurisé)
it: Alto (Massima sicurezza)
ja: 高 (高セキュリティ)
ko: 높음 (가장 안전)
pt_br: Alto (Mais seguro)
ru: Высокий (Макс. безопасность)
zh_hans: 高（最安全）
zh_hant: 高（最安全）

source: High-volume URL redirects at account level
ar: عمليات إعادة توجيه عناوين URL ذات الحجم الكبير على مستوى الحساب
de: Umfangreiche URL-Weiterleitungen auf Kontoebene
es: Redirecciones de URL de gran volumen a nivel de cuenta
fr: Redirections d'URL à volume élevé au niveau du compte
it: Reindirizzamenti URL a volume elevato a livello di account
ja: アカウントレベルでの大容量 URL リダイレクト
ko: 계정 수준에서 대용량 URL 리디렉션
pt_br: Redirecionamentos de URL de alto volume no nível da conta
ru: Массовые перенаправления URL-адресов на уровне аккаунта
zh_hans: 账户级大规模高性能 URL 重定向列表
zh_hant: 帳號級大规模高性能 URL 重定向列表

source: Hit Ratio
ar: نسبة الإصابة
de: Trefferquote
es: Proporción de aciertos
fr: Taux de réussite
it: Rapporto colpi
ja: ヒット率
ko: 적중률
pt_br: Taxa de acerto
ru: Коэффициент попадания
zh_hans: 命中率
zh_hant: 命中率

source: Host
ar: يستضيف
de: Gastgeber
es: Anfitrión
fr: Hôte
it: Ospite
ja: ホスト
ko: 주인
pt_br: Hospedar
ru: Хозяин
zh_hans: 主机名
zh_hant: 主機名稱

source: Host (e.g. db.example.com)
ar: المضيف (على سبيل المثال db.example.com)
de: Host (z. B. db.example.com)
es: Host (por ejemplo, db.example.com)
fr: Hôte (par exemple db.example.com)
it: Host (ad esempio db.example.com)
ja: ホスト (例: db.example.com)
ko: 호스트(예: db.example.com)
pt_br: Host (por exemplo, db.example.com)
ru: Хост (например, db.example.com)
zh_hans: 主机 (例如 db.example.com)
zh_hant: 主机 (例如 db.example.com)

source: Host (Ent)
ar: المضيف (Ent)
fr: Hôte (Ent)
ja: ホスト (Ent)
ko: 호스트 (Ent)
ru: Хост (Ent)
zh_hans: 主机 (企业版)
zh_hant: 主機 (企業版)

source: Host / Domain
ar: المضيف / النطاق
es: Host / Dominio
fr: Hôte / Domaine
it: Host / Dominio
ja: ホスト / ドメイン
ko: 호스트 / 도메인
pt_br: Host / Domínio
ru: Хост / Домен
zh_hans: 主机 / 域名
zh_hant: 主機 / 網域

source: Hostname (e.g., lb.example.com)
ar: اسم المضيف (على سبيل المثال، lb.example.com)
de: Hostname (z. B. lb.example.com)
es: Nombre de host (por ejemplo, lb.example.com)
fr: Nom d'hôte (par exemple, lb.example.com)
it: Nome host (ad esempio, lb.example.com)
ja: ホスト名 (例: lb.example.com)
ko: 호스트 이름(예: lb.example.com)
pt_br: Nome do host (por exemplo, lb.example.com)
ru: Имя хоста (например, lb.example.com)
zh_hans: 主机名（例如：lb.example.com）
zh_hant: 主機名稱（例如：lb.example.com）

source: Hostnames allowed to use this widget.
ar: أسماء المضيفين المسموح لهم باستخدام هذه القطعة.
de: Hostnamen, die dieses Widget verwenden dürfen.
es: Nombres de host permitidos para usar este widget.
fr: Noms d'hôtes autorisés à utiliser ce widget.
it: Nomi host autorizzati a utilizzare questo widget.
ja: このウィジェットの使用を許可されるホスト名。
ko: 이 위젯을 사용하도록 허용된 호스트 이름입니다.
pt_br: Nomes de host com permissão para usar este widget.
ru: Имена хостов, которым разрешено использовать этот виджет.
zh_hans: 允许使用此小组件的主机名。
zh_hant: 允許使用此小組件的主機名稱。

source: Hosts
ar: المضيفين
de: Gastgeber
es: Anfitriones
fr: Hôtes
it: Ospiti
ja: ホスト
ko: 호스트
pt_br: Anfitriões
ru: Хозяева
zh_hans: 主机
zh_hant: 主机

source: Hosts Purged
ar: تطهير المضيفين
de: Hosts gelöscht
es: Anfitriones purgados
fr: Hôtes purgés
it: Host eliminati
ja: ホストがパージされました
ko: 제거된 호스트
pt_br: Hosts eliminados
ru: Хосты очищены
zh_hans: 主机缓存已清除
zh_hant: 主机快取已清除

source: Hotlink Protection
ar: حماية الارتباط الساخن
de: Hotlink-Schutz
es: Protección de enlaces directos
fr: Protection des liens hypertexte
it: Protezione dei collegamenti
ja: ホットリンク保護
ko: 핫링크 보호
pt_br: Proteção de link direto
ru: Защита хотлинков
zh_hans: 防盗链保护
zh_hant: 防盗链保護
